Revit 2026 API
FlexPipe.Create Method
Overload List
Name | Description
Create(Document, ElementId, ElementId, ElementId, IList<XYZ>)
Create(Document, ElementId, ElementId, ElementId, XYZ, XYZ, IList<XYZ>)
Top
See Also
Reference
FlexPipe Class
Autodesk.Revit.DB.Plumbing Namespace